{
    "bodyData": {
        "tours": [
            {
                "tours": [
                    {
                        "day": "День 1",
                        "description": [
                            {
                                "text": "Наша подорож починається!",
                                "photo": null 
                            },
                            {
                                "text": "Ми вирушаємо до Ірландії – країни смарагдових пагорбів, загадкових легенд і вражаючих пейзажів.",
                                "photo": null 
                            },
                            {
                                "text": "Ввечері сідаємо в потяг, який повезе нас маршрутом Київ – Перемишль.",
                                "photo": null 
                            }
                           
                        ]
                    },
                    {
                        "day": "День 2",
                        "description": [
                            {
                                "text": "Рано-вранці наш потяг прибуває до Перемишля.",
                                "photo": null 
                            },
                            {
                                "text": "Проходимо прикордонний контроль.",
                                "photo": null 
                            },
                            {
                                "text": "Снідаємо в затишному кафе, насолоджуючись гарячим чаєм чи ароматною кавою.",
                                "photo": null 
                            },
                            {
                                "text": "Сідаємо на потяг Перемишль – Краків і вирушаємо далі. Дорога триває приблизно 4 години, і за цей час можна насолодитися краєвидами за вікном або зануритися у власні думки, мріючи про те, що чекає попереду.",
                                "photo": null 
                            },
                            {
                                "text": "Прибувши до Кракова, якщо дорога нас не втомила, вирушаємо на прогулянку цим чарівним містом. Його старовинні вулички, наповнені історією, легендами та особливою атмосферою, подарують нам незабутні враження.",
                                "photo": null 
                            },
                            {
                                "text": "Ночівля в Кракові.",
                                "photo": null 
                            }
                        ]
                    },
                    {
                        "day": "День 3",
                        "description": [
                            {
                                "text": "Зранку ми перелітаємо до Дубліна — міста, яке стане воротами у нашу незабутню подорож. І саме з цього моменту розпочинається наша СПРАВЖНЯ мандрівка",
                                "photo": null 
                            },
                            {
                                "text": "Нас чекає переїзд зі східної частини острова на захід. Ці 3-4 години дороги стануть першим знайомством із неймовірними ірландськими краєвидами: зелені пагорби, старовинні кам’яні огорожі та маленькі затишні містечка за вікном просто зачаровують.",
                                "photo": null 
                            },
                            {
                                "text": "Фінальна точка цього дня — чарівний Голуей, місто, яке зустріне нас своєю атмосферою музики, мистецтва та приємного затишку.",
                                "photo": null 
                            }
                        ]
                    }
                ]
            }
        ]
    }
}